{
  "-1": 266,
  "-10": 257,
  "-2": 265,
  "-3": 264,
  "-4": 263,
  "-5": 262,
  "-6": 261,
  "-7": 260,
  "-8": 259,
  "-9": 258,
  "10": 267,
  "TT_CATALAN": 273,
  "TT_COS": 280,
  "TT_DIVIDE": 286,
  "TT_E": 271,
  "TT_EULERGAMMA": 274,
  "TT_INTEGER": 275,
  "TT_LEFT_PARENTHESIS": 268,
  "TT_LOG": 282,
  "TT_MINUS": 284,
  "TT_MULTIPLY": 285,
  "TT_ONE": 277,
  "TT_PHI": 272,
  "TT_PI": 270,
  "TT_PLUS": 283,
  "TT_POW": 287,
  "TT_RIGHT_PARENTHESIS": 269,
  "TT_SIN": 279,
  "TT_SQRT": 278,
  "TT_TAN": 281,
  "TT_ZERO": 276,
  "[SEP]": 288
}
